tap "caskroom/fonts"

brew "autojump"
brew "bat"
brew "exiftool"
brew "exercism"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gist"
brew "git"
brew "git-extras"
brew "htop"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "jq"
brew "luajit"
brew "mas"
brew "ncdu"
brew "neovim"
brew "pandoc"
brew "prettyping"
brew "prisma"
brew "python"
brew "python@2"
brew "ranger"
brew "rg"
brew "readline"
brew "ruby"
brew "speedtest-cli"
brew "sqlite"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "unrar"
brew "vim"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "zsh-syntax-highlighting"

# Casks
cask "1password"
cask "alfred"
cask "caffeine"
cask "docker"
cask "firefox"
cask "font-firacode-nerd-font-mono"
cask "font-hack-nerd-font"
cask "font-profont-nerd-font"
cask "font-ubuntumono-nerd-font"
cask "font-fira-code"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "postman"
cask "transmission"
cask "visual-studio-code"
cask "spotify"
cask "github"
cask "nordvpn"
cask "parallels"