tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/services"
tap "theeternalsw0rd/telnet"

brew "exercism"
brew "git"
brew "imagemagick"
brew "nmap"
brew "python"
brew "ruby"
brew "screenfetch"
brew "sqlite"
brew "vim"
brew "yarn"
brew "zsh-syntax-highlighting"
brew "z"

# Casks
cask "github"
cask "1password"
cask "alfred"
cask "backblaze"
cask "caffeine"
cask "google-chrome"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "google-chrome"
cask "hyper"
cask "iina"
cask "iterm2"
cask "postman"
cask "transmission"
cask "visual-studio-code"
cask "spotify"
cask "nordvpn"
cask "parallels"
cask "balenaetcher"
cask "zoomus"
cask "virtualbox"
cask "virtualbox-extension-pack"